Repository: JohnTitor2036/Airport1.0
Catalog: src/Locale/*/default.po
Languages: fr_ca, ja_jp

source: Your aircraft has been saved.
fr_ca: Votre avion a été sauvegardé.
ja_jp: 機体が保存されました。

source: Unable to add your aircraft.
fr_ca: Impossible d'ajouter votre avion.
ja_jp: 航空機を追加できません。

source: Your aircraft has been updated.
fr_ca: Votre avion a été mis à jour.
ja_jp: 機体が更新されました。

source: Unable to update your aircraft.
fr_ca: Impossible de mettre à jour votre avion.
ja_jp: 航空機を更新できません。

source: The aircraft has been deleted.
fr_ca: L'avion a été supprimé.
ja_jp: 機体は削除されました。

source: The aircraft could not be deleted. Please, try again.
fr_ca: L'avion n'a pas pu être supprimé. S'll vous plaît, essayez encore.
ja_jp: 航空機を削除できませんでした。もう一度やり直してください。

source: The airline has been saved.
fr_ca: La compagnie a été sauvegardé.
ja_jp: 航空会社は助かりました。

source: The airline could not be saved. Please, try again.
fr_ca: La compagnie aérienne n'a pas pu être sauvée. S'll vous plaît, essayez encore.
ja_jp: 航空会社は保存できませんでした。もう一度やり直してください。

source: The airline has been deleted.
fr_ca: La compagnie aérienne a été supprimée.
ja_jp: 航空会社は削除されました。

source: The airline could not be deleted. Please, try again.
fr_ca: La compagnie aérienne n'a pas pu être supprimée. S'll vous plaît, essayez encore.
ja_jp: 航空会社を削除できませんでした。もう一度やり直してください。

source: You don't have the right to do that
fr_ca: Vous n'avez pas le droit de le faire
ja_jp: あなたにはそれをする権利がない

source: Logo has been uploaded and inserted successfully.
fr_ca: Logo a été téléchargé et inséré avec succès.
ja_jp: ロゴをアップロードし、正常に挿入されました。

source: Unable to upload logo, please try again.
fr_ca: Impossible de télécharger le logo, S'il vous plaît essayer à nouveau.
ja_jp: ロゴをアップロードできません。

source: The airline don't have a logo
fr_ca: La compagnie aérienne n'a pas de logo
ja_jp: 航空会社はロゴを持っていない

source: No logo have been upload
fr_ca: Aucun logo n'a été téléchargé
ja_jp: いいえロゴはアップロードされている

source: The logo has been deleted.
fr_ca: Le logo a été supprimé.
ja_jp: ロゴが削除されました。

source: The logo could not be deleted. Please, try again.
fr_ca: Le logo n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.
ja_jp: ロゴを削除できませんでした。もう一度やり直してください。

source: The flight schedule has been saved.
fr_ca: L'horaire de vol a été sauvegardé.
ja_jp: フライトスケジュールが保存されました。

source: The flight schedule could not be saved. Please, try again.
fr_ca: L'horaire de vol n'a pas pu être sauvegardé. S'll vous plaît, essayez encore.
ja_jp: フライトスケジュールを保存できませんでした。もう一度やり直してください。

source: The flight schedule has been deleted.
fr_ca: L'horaire de vol a été supprimé.
ja_jp: フライトスケジュールは削除されました。

source: The flight schedule could not be deleted. Please, try again.
fr_ca: L'horaire de vol n'a pas pu être supprimé. S'll vous plaît, essayez encore.
ja_jp: フライトスケジュールを削除できませんでした。もう一度やり直してください。

source: The hangar has been saved.
fr_ca: Le hangar a été sauvegardé.
ja_jp: 格納庫は助かった。

source: The hangar could not be saved. Please, try again.
fr_ca: Le hangar n'a pas pu être sauvegardé. S'll vous plaît, essayez encore.
ja_jp: 格納庫を保存できませんでした。もう一度やり直してください。

source: The hangar has been deleted.
fr_ca: Le hangar a été supprimé.
ja_jp: 格納庫は削除されました。

source: The hangar could not be deleted. Please, try again.
fr_ca: Le hangar n'a pas pu être supprimé. S'll vous plaît, essayez encore.
ja_jp: 格納庫を削除できませんでした。もう一度やり直してください。

source: The pilot has been saved.
fr_ca: Le pilote a été sauvegardé.
ja_jp: パイロットが保存されました。

source: The pilot could not be saved. Please, try again.
fr_ca: Le pilote n'a pas pu être sauvegardé. S'll vous plaît, essayez encore.
ja_jp: パイロットを保存できませんでした。もう一度やり直してください。

source: The pilot has been deleted.
fr_ca: Le pilote a été supprimé.
ja_jp: パイロットは削除されました。

source: The pilot could not be deleted. Please, try again.
fr_ca: Le pilote n'a pas pu être supprimé. S'll vous plaît, essayez encore.
ja_jp: パイロットを削除できませんでした。もう一度やり直してください。

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être sauvegardé. Veuillez réessayer.
ja_jp: ユーザーを保存できませんでした。確認して再度、操作してください。

source: The user has been saved.
fr_ca: L'utilisateur a été enregistré.
ja_jp: ユーザーは保存されました。

source: The user has been deleted.
fr_ca: L'utilisateur a été supprimé.
ja_jp: ユーザーは削除されました。

source: The user could not be deleted. Please, try again.
fr_ca: L'utilisateur n'a pas pu être supprimé. S'll vous plaît, essayez encore.
ja_jp: ユーザーを削除できませんでした。確認して再度、操作してください。

source: You need to confirm you email
fr_ca: Vous devez confirmer votre email
ja_jp: あなたは電子メールを確認する必要があります

source: Your username or password is incorrect.
fr_ca: Votre nom d'utilisateur ou votre mot de passe est incorrect.
ja_jp: ユーザー名またはパスワードが正しくありません。

source: You are now logged out.
fr_ca: Vous êtes maintenant déconnecté.
ja_jp: あなたはログアウトしました。

source: Please confirm your email
fr_ca: Veuillez confirmer votre email
ja_jp: メールを確認してください

source: A confirmation email has been sent to
fr_ca: Un courriel de confirmation a été envoyé à
ja_jp: 確認メールが送信されました

source: Error, the confirmation email can't be sent to
fr_ca: Erreur, l'email de confirmation ne peut pas être envoyé à
ja_jp: エラーが発生すると、確認メールを送信できません

source: Thanks
fr_ca: Merci
ja_jp: 感謝

source: This email is already confirmed
fr_ca: Ce courriel est déjà confirmé
ja_jp: このメールは既に確認済みです

source: Actions
ja_jp: アクション

source: List Aircrafts
fr_ca: Liste des avions
ja_jp: リストの航空機

source: List Airlines
fr_ca: Liste des compagnies aériennes
ja_jp: リスト航空会社

source: List Hangars
fr_ca: Liste des hangars
ja_jp: リスト格納庫

source: List Flight Schedules
fr_ca: Liste des horaires de vol
ja_jp: フライトスケジュールの一覧表示

source: List Pilots
fr_ca: Liste des pilotes
ja_jp: リストのパイロット

source: Add Aircraft
fr_ca: Ajouter un avion
ja_jp: 航空機の追加

source: Submit
fr_ca: Soumettre
ja_jp: 送信

source: Delete
fr_ca: Supprimer
ja_jp: 削除

source: Are you sure you want to delete {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer {0}?
ja_jp: {0} を削除してもよろしいですか?

source: Edit Aircraft
fr_ca: Modifier l'avion
ja_jp: 航空機の編集

source: New Aircraft
fr_ca: Ajouter un avion
ja_jp: 新しい航空機

source: Aircrafts
fr_ca: Avions
ja_jp: 航空機

source: View
fr_ca: Voir
ja_jp: 表示

source: Edit
fr_ca: Modifier
ja_jp: 編集

source: first
fr_ca: premier
ja_jp: 最初

source: previous
fr_ca: précédent
ja_jp: 前へ

source: next
fr_ca: suivant
ja_jp: 次へ

source: last
fr_ca: dernier
ja_jp: 最後

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_ca: Page {{page}} de {{pages}}, affichage de {{Current}} enregistrement (s) sur {{Count}} total
ja_jp: {{pages}}ページ中{{page}}ページ目, {{count}}件のうち{{current}}件のレコードを表示中

source: Delete Aircraft
fr_ca: Supprimer un avion
ja_jp: 航空機の削除

source: Airline
fr_ca: Compagnie aérienne
ja_jp: エアライン

source: Hangar
ja_jp: ハンガー

source: User
fr_ca: Utilisateur
ja_jp: ユーザー

source: Model
fr_ca: Modèle
ja_jp: モデル

source: Other Detail
fr_ca: Autres détails
ja_jp: その他の詳細

source: Capacity
fr_ca: Capacité
ja_jp: 対応人数

source: Weight
fr_ca: Poids
ja_jp: 重量

source: Created
fr_ca: Créé
ja_jp: 作成日

source: Modified
fr_ca: Modifié
ja_jp: 更新日

source: Related Flight Schedules
fr_ca: Horaire de vol connexe
ja_jp: 関連フライトスケジュール

source: Flight Code
fr_ca: Code du vol
ja_jp: ハンガーコード

source: Aircraft
fr_ca: Avion
ja_jp: 航空機

source: Pilot Id
fr_ca: Id Du Pilote
ja_jp: パイロット

source: Event Type
fr_ca: Type d'événement
ja_jp: イベントタイプ

source: #1 : Add the airline informations
fr_ca: #1 : Ajouter une compagnie aérienne
ja_jp: 航空会社の追加

source: Next
fr_ca: Suivant
ja_jp: 次へ

source: #1 : Edit the airline informations
fr_ca: #1 : Modifier une compagnie aérienne
ja_jp: 航空会社の編集

source: New Airline
fr_ca: Nouvelle compagnie aérienne
ja_jp: 新しい航空会社

source: Airlines
fr_ca: Compagnies aériennes
ja_jp: 航空

source: Edit Airline
fr_ca: Modifier la compagnie aérienne
ja_jp: 航空会社の編集

source: Delete Airline
fr_ca: Supprimer la compagnie aérienne
ja_jp: 航空会社の削除

source: Airline Name
fr_ca: Nom de la compagnie aérienne
ja_jp: 航空会社名

source: Country
fr_ca: Pays
ja_jp: 国

source: Logo
ja_jp: ロゴ

source: No logo
fr_ca: Pas de Logo
ja_jp: ロゴなし

source: Related Aircrafts
fr_ca: Avions connexes
ja_jp: 関連機材

source: Hangar Id
fr_ca: Id Du Hangar
ja_jp: ハンガーID

source: Airport manager
fr_ca: Manageur d'aéroport
ja_jp: 空港マネージャー

source: Version 1.0<br />
ja_jp: バージョン1.0 <br />

source: By Nicolas Meunier
fr_ca: Par Nicolas Meunier
ja_jp: Nicolas Meunier によって

source: For "420-5b7 MO Applications internet"
fr_ca: Pour "420-5b7 MO Applications internet".
ja_jp: ために "420-5b7 MO Applications internet"

source: Fall 2018, Coll&egrave;ge Montmorency
fr_ca: Automne 2018, Coll&egrave;ge Montmorency
ja_jp: 秋 2018, Coll&egrave;ge Montmorency

source: Some examples :
fr_ca: Quelques exemples :
ja_jp: いくつかの例 :

source: A visitor can only see the elements and their details
fr_ca: Un visiteur ne peut voir que les éléments et leurs détails
ja_jp: ビジターは要素とその詳細しか見ることができません

source: There is no option to add nor edit anything (except adding an account).
fr_ca: Il n'y a aucune option pour ajouter ou modifier quoi que ce soit (sauf ajouter un compte).
ja_jp: アカウントの追加を除いて、何も追加または編集するオプションはありません。

source: You can connect to an account with the Login button in the top right corner.
fr_ca: Vous pouvez vous connecter à un compte à l'aide du bouton Connexion dans le coin supérieur droit.
ja_jp: 右上にある[ログイン]ボタンを使用してアカウントに接続できます。

source: You can create an new account with the Register button in the top right corner.
fr_ca: Vous pouvez créer un nouveau compte en cliquant sur le bouton Créer un compte dans le coin supérieur droit.
ja_jp: 右上隅にある登録ボタンで新しいアカウントを作成することができます。

source: You can't see the user list (The option is there, but it lead to the login section).
fr_ca: Vous ne pouvez pas voir la liste des utilisateurs.
ja_jp: ユーザーリストは表示されません（オプションはありますが、ログインセクションが表示されます）。

source: An air traffic controller can add elements (aircraft, airline, etc.) and modify or delete the elements he has created.
fr_ca: Un contrôleur aérien peut ajouter des éléments (avion, compagnie aérienne, etc.) et modifier ou supprimer les éléments qu'il a créés.
ja_jp: 航空管制官は、要素（航空機、航空会社など）を追加し、彼が作成した要素を変更または削除することができます。

source: Depending of the page you are on, there is an option in the left menu and in the index page to add an element or edit/delete any elements he has created.
fr_ca: Selon la page sur laquelle vous vous trouvez, il y a une option dans le menu de gauche et dans la page d'index pour ajouter un élément ou modifier/supprimer tout élément qu'il a créé.
ja_jp: 現在のページに応じて、左メニューとインデックスページに要素を追加するオプションがあります 作成した要素を編集/削除することができます。

source: You can Logout with the Logout button in the top right corner.
fr_ca: Vous pouvez vous déconnecter en cliquant sur le bouton Déconnexion dans le coin supérieur droit.
ja_jp: 右上にある[ログアウト]ボタンを使用してログアウトすることができます。

source: There is a button call My Profile that lead you to your profil.
fr_ca: Il y a un bouton "Mon profil" qui vous conduit à votre profil.
ja_jp: あなたのプロフィールにつながるボタン私のプロフィールがあります。

source: The Register button has disappeared.
fr_ca: Le bouton Créer un compte a disparu.
ja_jp: 登録ボタンが消えました。

source: You can't see the user list or a user informations other than you.
fr_ca: Vous ne pouvez pas voir la liste des utilisateurs ou les informations d'un utilisateur autre que vous.
ja_jp: ユーザーリストまたはあなた以外のユーザー情報は表示されません。

source: You can only view, modify or delete your profile.
fr_ca: Vous ne pouvez que consulter, modifier ou supprimer votre profil.
ja_jp: プロファイルの表示、変更、削除のみが可能です。

source: An admin can do anything
fr_ca: Un administrateur peut tout faire
ja_jp: 管理者は何でもできる

source: All the Add, Edit, and Delete buttons are visibles and functionals.
fr_ca: Tous les boutons Ajouter, Modifier et Supprimer sont visibles et fonctionnels.
ja_jp: 追加、編集、削除ボタンはすべて表示され、機能します。

source: There is a button call All the Users that lead you to the user list.
fr_ca: Il y a un bouton appeler Tous les Utilisateurs qui vous mènent à la liste des utilisateurs.
ja_jp: すべてのユーザーがユーザーリストに移動するボタンを呼び出します。

source: The Register button has disappeared, but you can still add a user with the option in the left menu in the user list.
fr_ca: Le bouton Enregistrer a disparu, mais vous pouvez toujours ajouter un utilisateur avec l'option dans le menu de gauche de la liste des utilisateurs.
ja_jp: [登録]ボタンは消えましたが、ユーザリストの左メニューにオプションを追加してユーザーを追加することはできます。

source: You can see the user list and informations, and modify or delete every profiles.
fr_ca: Vous pouvez voir la liste des utilisateurs et les informations, et modifier ou supprimer tous les profils.
ja_jp: ユーザーのリストと情報を表示し、すべてのプロファイルを変更または削除することができます。

source: For the original database, click here
fr_ca: Pour la base de données originale, cliquez ici
ja_jp: 元のデータベースについては、ここをクリックしてください

source: My database :
fr_ca: Ma base de données :
ja_jp: 私のデータベース :

source: #2 Add a logo (Not obligatory)
fr_ca: #2 Ajouter un logo (Non obligatoire)
ja_jp: ＃2ロゴを追加する（必須ではありません）

source: Done
fr_ca: Terminé
ja_jp: 完了

source: #2 Edit the logo (Not obligatory)
fr_ca: #2 Modifier le logo (Non obligatoire)
ja_jp: ＃2ロゴを編集する（必須ではありません）

source: Add Flight Schedule
fr_ca: Ajouter un horaire de vol
ja_jp: フライトスケジュールの追加

source: Edit Flight Schedule
fr_ca: Modifier l'horaire de vol
ja_jp: フライトスケジュールの編集

source: New Flight Schedule
fr_ca: Nouvel horaire de vol
ja_jp: 新しいフライトスケジュール

source: Flight Schedules
fr_ca: Horaires de vol
ja_jp: フライトスケジュール

source: Delete Flight Schedule
fr_ca: Supprimer l'horaire de vol
ja_jp: フライトスケジュールの削除

source: Pilot
fr_ca: Pilote
ja_jp: パイロット

source: Flight Name
fr_ca: Nouvel horaire de vol
ja_jp: フライト名

source: Departure Time
fr_ca: Heure de départ
ja_jp: 出発時刻

source: Arrival Time
fr_ca: Heure d'arrivée
ja_jp: 到着時刻

source: Add Hangar
fr_ca: Ajouter hangar
ja_jp: 格納庫を追加

source: Edit Hangar
fr_ca: Editer hangar
ja_jp: 格納庫の編集

source: New Hangar
fr_ca: Nouveau hangar
ja_jp: 新しい格納庫

source: Hangars
ja_jp: 格納庫

source: Delete Hangar
fr_ca: Supprimer hangar
ja_jp: 格納庫の削除

source: Code
ja_jp: コード

source: Hangar Size
fr_ca: Taille du hangar
ja_jp: 格納庫サイズ

source: Airline Id
fr_ca: Id de la Compagnie Aérienne
ja_jp: ハンガーID

source: Administrator -
fr_ca: Administrateur -
ja_jp: 管理 -

source: Air traffic controller -
fr_ca: Contrôleur aérien -
ja_jp: 航空管制官 -

source: My Profile
fr_ca: Mon profil
ja_jp: 私のプロフィール

source: All the Users
fr_ca: Tous les utilisateurs
ja_jp: すべてのユーザーがユーザーリストに移動するボタンを呼び出します

source: Login
fr_ca: Connexion
ja_jp: ログイン

source: Register
fr_ca: Créer un compte
ja_jp: 登録

source: About this app
fr_ca: A propos
ja_jp: このアプリについて

source: Error
fr_ca: Erreur
ja_jp: エラー

source: Back
fr_ca: Retour
ja_jp: 戻る

source: Add Pilot
fr_ca: Ajouter un pilote
ja_jp: パイロットの追加

source: Are you sure you want to delete {0} {1}?
fr_ca: Êtes-vous sûr de vouloir supprimer {0} {1}?
ja_jp: {0} {1} を削除してもよろしいですか?

source: Edit Pilot
fr_ca: Edit pilote
ja_jp: パイロットの編集

source: New Pilot
fr_ca: Nouveau pilote
ja_jp: 新しいパイロット

source: Pilots
fr_ca: Pilotes
ja_jp: パイロット

source: Delete Pilot
fr_ca: Supprimer le pilote
ja_jp: パイロットの削除

source: Licence Number
fr_ca: Numéro de licence
ja_jp: ライセンス番号

source: First Name
fr_ca: Prénom
ja_jp: 名

source: Last Name
fr_ca: Nom
ja_jp: 姓

source: Gender
fr_ca: Genre
ja_jp: 性別

source: Aircraft Id
fr_ca: Id de l'Avion
ja_jp: ハンガーID

source: Add User
fr_ca: Ajouter un Utilisateur
ja_jp: ユーザーを追加

source: Edit User
fr_ca: Modifier l'utilisateur
ja_jp: ユーザーの編集

source: You need to confirm your email to access all the functionalities
fr_ca: Vous devez confirmer votre email pour accéder à toutes les fonctionnalités
ja_jp: すべての機能にアクセスするにはメールを確認する必要があります

source: You can't :
fr_ca: Vous ne pouvez pas :
ja_jp: あなたはできません :

source: Add a new element (Aircraft, airline, etc.)
fr_ca: Ajouter un nouvel élément (Avion, compagnie aérienne, etc.)
ja_jp: 新しい要素を追加する（航空機、航空会社など）

source: Edit your account
fr_ca: Modifier votre compte
ja_jp: 編集

source: Send back the confirmation email
fr_ca: Renvoyer l'email de confirmation
ja_jp: 確認メールが送信されました

source: Continue anyway
fr_ca: Continuez quand même
ja_jp: とにかく続けます

source: New User
fr_ca: Nouvel utilisateur
ja_jp: 新しいユーザー

source: Users
fr_ca: Utilisateurs
ja_jp: ユーザー

source: Rank
fr_ca: Rang
ja_jp: ランク

source: Delete the account
fr_ca: Supprimer le compte
ja_jp: アカウントを削除する

source: Are you sure you want to delete the account, {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer {0} {1}?
ja_jp: {0} {1} を削除してもよろしいですか?

source: Delete User
fr_ca: Supprimer l'utilisateur
ja_jp: ユーザーの削除

source: List Users
fr_ca: Liste des utilisateurs
ja_jp: ユーザー一覧

source: Username
fr_ca: Nom d'utilisateur
ja_jp: ユーザー名

source: Email
fr_ca: Courriel
ja_jp: メールアドレス

source: Administrator
fr_ca: Gestionnaire
ja_jp: 管理者

source: Air traffic controller
fr_ca: Contrôleur aérien
ja_jp: 航空管制官

source: Related Airlines
fr_ca: Compagnies aériennes associées
ja_jp: 関連航空会社

source: Aircraft id
fr_ca: Id de l'Avion
ja_jp: ハンガーID

source: Related Hangars
fr_ca: Hangars connexes
ja_jp: 関連格納庫

source: Hangar Code
fr_ca: Code hangar
ja_jp: ハンガーコード

source: Related Pilots
fr_ca: Pilotes associés
ja_jp: 関連パイロット
